//Набор работ "Воздушная линия". Уровень напряжения до 1кв
export const worksVl = [
	{
		id: 1,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 909050,
		priceCategory: 'worksPrice'
	},
	{
		id: 2,
		text: 'опоры ж/б, СИП от 50 до100мм2 включительно, алюм.',
		price: 817303.93,
		priceCategory: 'worksPrice'
	},
	{
		id: 3,
		text: 'опоры ж/б, СИП от 100 до 200мм2 включительно, алюм.',
		price: 2216445.97,
		priceCategory: 'worksPrice'
	}
];

//Набор работ "Воздушная линия". Уровень напряжения до 20кв
export const worksVl2 = [
	{
		id: 4,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 1522503.72,
		priceCategory: 'worksPrice'
	},
	{
		id: 5,
		text: 'опоры ж/б, СИП от 50 до100мм2 включительно, алюм.',
		price: 1898569.26,
		priceCategory: 'worksPrice'
	},
	{
		id: 6,
		text: 'опоры ж/б, неизолированный провод до 50мм2 включительно, сталеалюм.',
		price: 474435.28,
		priceCategory: 'worksPrice'
	},
];

//Набор работ "Кабельная линия". Уровень напряжения до 1кв
export const worksCl = [
	{
		id: 7,
		text: 'прокладка в траншеях, одножильный кабель с	резиновой и пластмассовой изоляцией, сечение от 50 до 100 мм2 включительно',
		price: 1407157.67,
		priceCategory: 'worksPrice'
	},
	{
		id: 8,
		text: 'прокладка в траншеях, многожильный кабель с резиновой и пластмассовой изоляцией, сечение до 50мм2',
		price: 598858.29,
		priceCategory: 'worksPrice'
	},
	{
		id: 9,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение до 50мм2',
		price: 1340675.26,
		priceCategory: 'worksPrice'
	},
	{
		id: 10,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 50мм2 до 100мм2 включительно',
		price: 1583923.48,
		priceCategory: 'worksPrice'
	},
	{
		id: 11,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 100  до 200 мм2 включительно',
		price: 1594801.18,
		priceCategory: 'worksPrice'
	},
	{
		id: 12,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 2053538.97,
		priceCategory: 'worksPrice'
	},
	{
		id: 13,
		text: 'ГНБ, многожил., бум.изол., сечение от 50мм2 вкл.',
		price: 1509795.31,
		priceCategory: 'worksPrice'
	},
	{
		id: 14,
		text: 'ГНБ, многожил., бум.изол., сечение от 50мм2 до 100мм2вкл.',
		price: 1811792.83,
		priceCategory: 'worksPrice'
	},
	{
		id: 15,
		text: 'ГНБ, многожил., бум.изол., сечение от 100мм2 до 200мм2вкл.',
		price: 2190321.54,
		priceCategory: 'worksPrice'
	},
	{
		id: 16,
		text: 'ГНБ, многожил., бум.изол., сечение от 200мм2 до 500мм2вкл.',
		price: 1543915.08,
		priceCategory: 'worksPrice'
	}
]

//Набор работ "Кабельная линия". Уровень напряжения до 20кв
export const worksCl2 = [
	{
		id: 17,
		text: 'прокладка в траншеях, одножильный кабель с бум. изоляцией, сечение от 50 до 100 мм2 включительно',
		price: 623688.75,
		priceCategory: 'worksPrice'
	},
	{
		id: 18,
		text: 'прокладка в траншеях, многожильный кабель с резиновой и пластмассовой изоляцией, сечение до 50 мм2 включительно',
		price: 2186180.69,
		priceCategory: 'worksPrice'
	},
	{
		id: 19,
		text: 'прокладка в траншеях, многожильный кабель с резиновой и пластмассовой изоляцией, сечение от 50	до 100 мм2 включительно',
		price: 4773698.31,
		priceCategory: 'worksPrice'
	},
	{
		id: 20,
		text: 'прокладка в траншеях, многожильный кабель с резиновой и пластмассовой изоляцией, сечение свыше 800 мм2',
		price: 4884305.61,
		priceCategory: 'worksPrice'
	},
	{
		id: 21,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение до 50мм2',
		price: 2770300.16,
		priceCategory: 'worksPrice'
	},
	{
		id: 22,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 50 до 100	мм2 включительно',
		price: 1903673.13,
		priceCategory: 'worksPrice'
	},
	{
		id: 23,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 100 до 200 мм2 включительно',
		price: 2495289.22,
		priceCategory: 'worksPrice'
	},
	{
		id: 24,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 2666590.31,
		priceCategory: 'worksPrice'
	},
	{
		id: 25,
		text: 'ГНБ, многожил., бум.изол., сечение от 100мм2 до 200мм2вкл.',
		price: 1687700.62,
		priceCategory: 'worksPrice'
	},
	{
		id: 26,
		text: 'ГНБ, многожил., бум.изол., сечение от 200мм2 до 500мм2вкл.',
		price: 4378225.36,
		priceCategory: 'worksPrice'
	},
];

//Работы ТП
export const worksTp = [
	{
		id: 27,
		text: 'ТП, однотрансформаторная, до 25кВА включительно',
		price: 23327.89,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 28,
		text: 'ТП, однотрансформаторная, от 25 до 100кВА включительно',
		price: 7646.38,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 29,
		text: 'ТП, однотрансформаторная, от 100 до 250кВА включительно',
		price: 3161.33,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 30,
		text: 'ТП, однотрансформаторная, от 250 до 500кВА включительно',
		price: 2786.84,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 31,
		text: 'ТП, однотрансформаторная, от 500 до 900кВА включительно',
		price: 1864.51,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 32,
		text: 'ТП, однотрансформаторная, свыше 1000кВА',
		price: 1631.45,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 33,
		text: 'ТП, двухтрансформаторная, от 25 до 100кВА включительно',
		price: 25521.16,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 34,
		text: 'ТП, двухтрансформаторная, от 100 до 250кВА включительно',
		price: 9159.2,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 35,
		text: 'ТП, двухтрансформаторная, от 250 до 500кВА включительно',
		price: 6511.95,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 36,
		text: 'ТП, двухтрансформаторная, от 500 до 900кВА включительно',
		price: 13262.56,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 37,
		text: 'ТП, двухтрансформаторная, свыше 1000кВА',
		price: 4822.78,
		priceCategory: 'worksPriceTpRtp'
	},
];

//Работы РТП
export const worksRtp = [
	{
		id: 38,
		text: 'РТП, однотрансформаторная и более, от 500 до 900кВА',
		price: 16262.55,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 39,
		text: 'РТП, двухтрансформаторная и более, от 500 до 900кВА',
		price: 20370.63,
		priceCategory: 'worksPriceTpRtp'
	},
	{
		id: 40,
		text: 'РТП, двухтрансформаторная и более, свыше 1000кВА',
		price: 13284.32,
		priceCategory: 'worksPriceTpRtp'
	}
];
