//Город. Набор работ "Воздушная линия". Уровень напряжения до 1кв
export const worksVl = [
	{
		id: 1,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 980539.15,
		priceMaxPower: 8302.70,
		category: "air"
	},
	{
		id: 2,
		text: 'опоры ж/б, СИП от 50 до100мм2 включительно, алюм.',
		price: 827775.62,
		priceMaxPower: 7655.63,
		category: "air"
	},
	{
		id: 3,
		text: 'опоры ж/б, СИП от 100 до 200мм2 включительно, алюм.',
		price: 1649248.36,
		priceMaxPower: 951.49,
		category: "air"
	}
];

// Город. Набор работ "Воздушная линия". Уровень напряжения до 20кв
export const worksVl2 = [
	{
		id: 4,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 1821939.78,
		priceMaxPower: 2878.83,
		category: "air"
	},
	{
		id: 5,
		text: 'опоры ж/б, СИП от 50 до100мм2 включительно, алюм.',
		price: 3952163.18,
		priceMaxPower: 4270.70,
		category: "air"
  }
];

// Город. Набор работ "Кабельная линия". Уровень напряжения до 1кв
export const worksCl = [
	{
		id: 6,
		text: 'прокладка в траншеях, одножильный кабель с	резиновой и пластмассовой изоляцией, сечение от 50 до 100 мм2 включительно',
		price: 1386950.32,
		priceMaxPower: 70272.15,
		category: "cabel"
	},
	{
		id: 7,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение до 50мм2 включительно',
		price: 1645062.58,
		priceMaxPower: 11693.04,
		category: "cabel"
	},
	{
		id: 8,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 50 до 100мм2 включительно',
		price: 1691455.22,
		priceMaxPower: 3300.29,
		category: "cabel"
	},
	{
		id: 9,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 100 до 200 мм2 включительно',
		price: 1578506.36,
		priceMaxPower: 4013.01,
		category: "cabel"
	},
	{
		id: 10,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 1705084.09,
		priceMaxPower: 5865.83,
		category: "cabel"
	},
	{
		id: 11,
		text: 'ГНБ, многожил., бум.изол., сечение от 50мм2 вкл.',
		price: 5869803,
		priceMaxPower: 6114.38,
		category: "cabel"
	},
	{
		id: 12,
		text: 'ГНБ, многожил., бум.изол., сечение от 50 до 100 мм2 вкл.',
		price: 6652372.78,
		priceMaxPower: 3830.85,
		category: "cabel"
	},
	{
		id: 13,
		text: 'ГНБ, многожил., бум.изол., сечение от 100 до 200 мм2 вкл.',
		price: 7256056.30,
		priceMaxPower: 1873.58,
		category: "cabel"
	},
	{
		id: 14,
		text: 'ГНБ, многожил., бум.изол., сечение от 200 до 500 мм2 вкл.',
		price: 7471337.93,
		priceMaxPower: 2873.59,
		category: "cabel"
	}
]

// Город. Набор работ "Кабельная линия". Уровень напряжения до 20кв
export const worksCl2 = [
	{
		id: 15,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение до 50мм2 включительно',
		price: 2956054.62,
		priceMaxPower: 5378.16,
		category: "cabel"
	},
	{
		id: 16,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 50 до 100 мм2 включительно',
		price: 1957180.72,
		priceMaxPower: 7149.33,
		category: "cabel"
	},
	{
		id: 17,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 100 до 200 мм2 включительно',
		price: 2449694.22,
		priceMaxPower: 5070.09,
		category: "cabel"
	},
	{
		id: 18,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 200 до 500 мм2',
		price: 2281869.22,
		priceMaxPower: 27370.37,
		category: "cabel"
	},
	{
		id: 19,
		text: 'ГНБ, многожил., бум.изол., сечение от 100 до 200мм2 вкл.',
		price: 8526679,
		priceMaxPower: 1044.01,
		category: "cabel"
	},
	{
		id: 20,
		text: 'ГНБ, многожил., бум.изол., сечение от 200 до 500мм2 вкл.',
		price: 8802726.15,
		priceMaxPower: 4310.69,
		category: "cabel"
	},
];

// Город. Работы ТП
export const worksTp = [
	{
		id: 21,
		text: 'ТП, однотрансформаторная, до 25кВА включительно',
		price: 22302.34,
		priceMaxPower: 22302.34,
		category: "tp"
	},
	{
		id: 22,
		text: 'ТП, однотрансформаторная, от 25 до 100кВА включительно',
		price: 8165.58,
		priceMaxPower: 8165.58,
		category: "tp"
	},
	{
		id: 23,
		text: 'ТП, однотрансформаторная, от 100 до 250кВА включительно',
		price: 3299.18,
		priceMaxPower: 3299.18,
		category: "tp"
	},
	{
		id: 24,
		text: 'ТП, однотрансформаторная, от 250 до 500кВА включительно',
		price: 3429.81,
		priceMaxPower: 3429.81,
		category: "tp"
	},
	{
		id: 25,
		text: 'ТП, однотрансформаторная, от 500 до 900кВА включительно',
		price: 2923.51,
		priceMaxPower: 2923.51,
		category: "tp"
	},
	{
		id: 26,
		text: 'ТП, однотрансформаторная, свыше 1000кВА',
		price: 1464.24,
		priceMaxPower: 1464.24,
		category: "tp"
	},
	{
		id: 27,
		text: 'ТП, двухтрансформаторная, от 25 до 100кВА включительно',
		price: 13518.47,
		priceMaxPower: 13518.47,
		category: "tp"
	},
	{
		id: 28,
		text: 'ТП, двухтрансформаторная, от 100 до 250кВА включительно',
		price: 9000.46,
		priceMaxPower: 9000.46,
		category: "tp"
	},
	{
		id: 29,
		text: 'ТП, двухтрансформаторная, от 250 до 500кВА включительно',
		price: 5240.14,
		priceMaxPower: 5240.14,
		category: "tp"
	},
	{
		id: 30,
		text: 'ТП, двухтрансформаторная, от 500 до 900кВА включительно',
		price: 8353.78,
		priceMaxPower: 8353.78,
		category: "tp"
	},
	{
		id: 31,
		text: 'ТП, двухтрансформаторная, свыше 1000кВА',
		price: 4013.92,
		priceMaxPower: 4013.92,
		category: "tp"
	},
];

//Город. Работы РТП
export const worksRtp = [
	{
		id: 32,
		text: 'РТП, однотрансформаторная и более, от 500 до 900кВА',
		price: 16262.55,
		priceMaxPower: 16262.55,
		category: "rtp"
	},
	{
		id: 33,
		text: 'РТП, двухтрансформаторная и более, от 500 до 900кВА',
		price: 20370.63,
		priceMaxPower: 20370.63,
		category: "rtp"
	},
	{
		id: 34,
		text: 'РТП, двухтрансформаторная и более, свыше 1000кВА',
		price: 13284.32,
		priceMaxPower: 13284.32,
		category: "rtp"
	}
];

// Село. Набор работ "Воздушная линия". Уровень напряжения до 1кв
export const worksVlVillage = [
	{
		id: 35,
		text: 'опоры деревянные, СИП до 50мм2 включительно, материал провода алюминиевый',
		price: 879875.56,
		priceMaxPower: 6041.81,
		category: "air"
	},
	{
		id: 36,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 897488.35,
		priceMaxPower: 10176.97,
		category: "air"
	},
	{
		id: 37,
		text: 'опоры ж/б, СИП от 50 до 100мм2 включительно, алюм.',
		price: 1039802.88,
		priceMaxPower: 5694.08,
		category: "air"
	}
];

// Село. Набор работ "Воздушная линия". Уровень напряжения до 20кв
export const worksVl2Village = [
	{
		id: 38,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 1346167.15,
		priceMaxPower: 16569.62,
		category: "air"
	},
	{
		id: 39,
		text: 'опоры ж/б, СИП от 50 до 100мм2 включительно, алюм.',
		price: 1340145.97,
		priceMaxPower: 34669.68,
		category: "air"
	},
	{
		id: 40,
		text: 'опоры ж/б, неизолированный провод, материал провода сталеалюм. сечение до 50мм2 включительно.',
		price: 773066.11,
		priceMaxPower: 3006.90,
		category: "air"
	},
	{
		id: 41,
		text: 'опоры ж/б, неизолированный провод, материал провода сталеалюм. сечение от 100 до 200мм2 включительно.',
		price: 3230310.26,
		priceMaxPower: 71964.13,
		category: "air"
	},
	{
		id: 42,
		text: 'опоры ж/б, неизолированный провод, материал провода алюминиевый сечение до 50мм2 включительно.',
		price: 788300.75,
		priceMaxPower: 10510.68,
		category: "air"
	}
];

// Село. Набор работ "Кабельная линия". Уровень напряжения до 1кв
export const worksClVillage1 = [
	{
		id: 43,
		text: 'прокладка в траншеях, многожильный кабель с резиновой и пластмассовой изоляцией, сечение до 50мм2 включительно',
		price: 906329.12,
		priceMaxPower: 0,
		category: "cabel"
	}
];

// Село. Набор работ "Кабельная линия". Уровень напряжения до 20кв
export const worksClVillage = [
	{
		id: 44,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение до 50мм2 включительно',
		price: 1179952.86,
		priceMaxPower: 34611.95,
		category: "cabel"
	},
	{
		id: 45,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 50 до 100мм2 включительно',
		price: 1630850.80,
		priceMaxPower: 20983.61,
		category: "cabel"
	},
	{
		id: 46,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 100 до 200мм2 включительно',
		price: 5358395.03,
		priceMaxPower: 170644.27,
		category: "cabel"
	},
	{
		id: 47,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 3230310.26,
		priceMaxPower: 9287.14,
		category: "cabel"
	},
	{
		id: 48,
		text: 'прокладка горизонтально наклонным бурением, многожильный кабель с бумажной изоляцией, сечение до 50 мм2 включительно',
		price: 5985966.19,
		priceMaxPower: 5786.43,
		category: "cabel"
	},
	{
		id: 49,
		text: 'прокладка горизонтально наклонным бурением, многожильный кабель с бумажной изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 8802726.15,
		priceMaxPower: 4310.69,
		category: "cabel"
	}
]

//Село. Работы ТП
export const worksTpVillage = [
	{
		id: 50,
		text: 'ТП, однотрансформаторная, до 25кВА включительно',
		price: 10812.00,
		priceMaxPower: 10812.00,
		category: "tp"
	},
	{
		id: 51,
		text: 'ТП, однотрансформаторная, от 25 до 100кВА включительно',
		price: 6131.26,
		priceMaxPower: 6131.26,
		category: "tp"
	},
	{
		id: 52,
		text: 'ТП, однотрансформаторная, от 100 до 250кВА включительно',
		price: 4455.77,
		priceMaxPower: 4455.77,
		category: "tp"
	},
	{
		id: 53,
		text: 'ТП, однотрансформаторная, от 250 до 500кВА включительно',
		price: 3137.97,
		priceMaxPower: 3137.97,
		category: "tp"
	},
	{
		id: 54,
		text: 'ТП, двухтрансформаторная, от 500 до 900кВА включительно',
		price: 2558.43,
		priceMaxPower: 2558.43,
		category: "tp"
	}
];

//Село. Работы РТП
export const worksRtpVillage = [
	{
		id: 55,
		text: 'РТП, двухтрансформаторная, свыше 1000кВА',
		price: 12219.27,
		priceMaxPower: 12219.27,
		category: "rtp"
	}
];

// Село. Работы (реклоузеры, РП)
export const worksRpVillage = [
	{
		id: 56,
		text: 'распределительные пункты, номинальный ток до 100А включительно',
		price: 4948746.00,
		priceMaxPower: 0,
		category: "rp"
	}
];
