//Город. Набор работ "Воздушная линия". Уровень напряжения до 1кв
export const worksVl = [
	{
		id: 1,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 909050,
		priceMaxPower: 8302.70,
		category: "air"
	},
	{
		id: 2,
		text: 'опоры ж/б, СИП от 50 до100мм2 включительно, алюм.',
		price: 817303.93,
		priceMaxPower: 7655.63,
		category: "air"
	},
	{
		id: 3,
		text: 'опоры ж/б, СИП от 100 до 200мм2 включительно, алюм.',
		price: 2216445.97,
		priceMaxPower: 951.49,
		category: "air"
	}
];

// Город. Набор работ "Воздушная линия". Уровень напряжения до 20кв
export const worksVl2 = [
	{
		id: 4,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 1821939.78,
		priceMaxPower: 5343.99,
		category: "air"
	},
	{
		id: 5,
		text: 'опоры ж/б, СИП от 50 до100мм2 включительно, алюм.',
		price: 3952163.18,
		priceMaxPower: 6674.02,
		category: "air"
  }
];

// Город. Набор работ "Кабельная линия". Уровень напряжения до 1кв
export const worksCl = [
	{
		id: 7,
		text: 'прокладка в траншеях, одножильный кабель с	резиновой и пластмассовой изоляцией, сечение от 50 до 100 мм2 включительно',
		price: 1386950.32,
		priceMaxPower: 70272.15,
		category: "cabel"
	},
	{
		id: 9,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение до 50мм2 включительно',
		price: 1645062.58,
		priceMaxPower: 11693.04,
		category: "cabel"
	},
	{
		id: 10,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 50 до 100мм2 включительно',
		price: 1691455.22,
		priceMaxPower: 3300.29,
		category: "cabel"
	},
	{
		id: 11,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 100 до 200 мм2 включительно',
		price: 1578506.36,
		priceMaxPower: 4013.01,
		category: "cabel"
	},
	{
		id: 12,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 1705084.09,
		priceMaxPower: 5865.83,
		category: "cabel"
	},
	{
		id: 13,
		text: 'ГНБ, многожил., бум.изол., сечение от 50мм2 вкл.',
		price: 5869803.00,
		priceMaxPower: 6114.38,
		category: "cabel"
	},
	{
		id: 14,
		text: 'ГНБ, многожил., бум.изол., сечение от 50 до 100 мм2 вкл.',
		price: 6652372.78,
		priceMaxPower: 3830.85,
		category: "cabel"
	},
	{
		id: 15,
		text: 'ГНБ, многожил., бум.изол., сечение от 100 до 200 мм2 вкл.',
		price: 7256056.30,
		priceMaxPower: 1873.58,
		category: "cabel"
	},
	{
		id: 16,
		text: 'ГНБ, многожил., бум.изол., сечение от 200 до 500 мм2 вкл.',
		price: 7471337.93,
		priceMaxPower: 2873.59,
		category: "cabel"
	}
]

// Город. Набор работ "Кабельная линия". Уровень напряжения до 20кв
export const worksCl2 = [
	{
		id: 21,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение до 50мм2 включительно',
		price: 2956054.62,
		priceMaxPower: 5378.16,
		category: "cabel"
	},
	{
		id: 22,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 50 до 100 мм2 включительно',
		price: 1957180.72,
		priceMaxPower: 7149.33,
		category: "cabel"
	},
	{
		id: 23,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 100 до 200 мм2 включительно',
		price: 2449694.22,
		priceMaxPower: 5070.09,
		category: "cabel"
	},
	{
		id: 24,
		text: 'прокладка в траншеях, многожильный кабель с бум. изоляцией, сечение от 200 до 500 мм2',
		price: 2281869.22,
		priceMaxPower: 27370.37,
		category: "cabel"
	},
	{
		id: 25,
		text: 'ГНБ, многожил., бум.изол., сечение от 100 до 200мм2 вкл.',
		price: 8526679.00,
		priceMaxPower: 1044.01,
		category: "cabel"
	},
	{
		id: 26,
		text: 'ГНБ, многожил., бум.изол., сечение от 200 до 500мм2 вкл.',
		price: 8802726.15,
		priceMaxPower: 4310.69,
		category: "cabel"
	},
];

// Город. Работы ТП
export const worksTp = [
	{
		id: 27,
		text: 'ТП, однотрансформаторная, до 25кВА включительно',
		price: 23327.89,
		priceMaxPower: 23327.89,
		category: "tp"
	},
	{
		id: 28,
		text: 'ТП, однотрансформаторная, от 25 до 100кВА включительно',
		price: 7646.38,
		priceMaxPower: 7646.38,
		category: "tp"
	},
	{
		id: 29,
		text: 'ТП, однотрансформаторная, от 100 до 250кВА включительно',
		price: 3161.33,
		priceMaxPower: 3161.33,
		category: "tp"
	},
	{
		id: 30,
		text: 'ТП, однотрансформаторная, от 250 до 500кВА включительно',
		price: 2786.84,
		priceMaxPower: 2786.84,
		category: "tp"
	},
	{
		id: 31,
		text: 'ТП, однотрансформаторная, от 500 до 900кВА включительно',
		price: 1864.51,
		priceMaxPower: 1864.51,
		category: "tp"
	},
	{
		id: 32,
		text: 'ТП, однотрансформаторная, свыше 1000кВА',
		price: 1631.45,
		priceMaxPower: 1631.45,
		category: "tp"
	},
	{
		id: 33,
		text: 'ТП, двухтрансформаторная, от 25 до 100кВА включительно',
		price: 25521.16,
		priceMaxPower: 25521.16,
		category: "tp"
	},
	{
		id: 34,
		text: 'ТП, двухтрансформаторная, от 100 до 250кВА включительно',
		price: 9159.2,
		priceMaxPower: 9159.2,
		category: "tp"
	},
	{
		id: 35,
		text: 'ТП, двухтрансформаторная, от 250 до 500кВА включительно',
		price: 6511.95,
		priceMaxPower: 6511.95,
		category: "tp"
	},
	{
		id: 36,
		text: 'ТП, двухтрансформаторная, от 500 до 900кВА включительно',
		price: 13262.56,
		priceMaxPower: 13262.56,
		category: "tp"
	},
	{
		id: 37,
		text: 'ТП, двухтрансформаторная, свыше 1000кВА',
		price: 4822.78,
		priceMaxPower: 4822.78,
		category: "tp"
	},
];

//Город. Работы РТП
export const worksRtp = [
	{
		id: 38,
		text: 'РТП, однотрансформаторная и более, от 500 до 900кВА',
		price: 16262.55,
		priceMaxPower: 16262.55,
		category: "rtp"
	},
	{
		id: 39,
		text: 'РТП, двухтрансформаторная и более, от 500 до 900кВА',
		price: 20370.63,
		priceMaxPower: 20370.63,
		category: "rtp"
	},
	{
		id: 40,
		text: 'РТП, двухтрансформаторная и более, свыше 1000кВА',
		price: 13284.32,
		priceMaxPower: 13284.32,
		category: "rtp"
	}
];

// Село. Набор работ "Воздушная линия". Уровень напряжения до 1кв
export const worksVlVillage = [
	{
		id: 41,
		text: 'опоры деревянные, СИП до 50мм2 включительно, материал провода алюминиевый',
		price: 879875.56,
		priceMaxPower: 1304.84,
		category: "air"
	},
	{
		id: 42,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 897488.35,
		priceMaxPower: 4575.98,
		category: "air"
	},
	{
		id: 43,
		text: 'опоры ж/б, СИП от 50 до 100мм2 включительно, алюм.',
		price: 1039802.88,
		priceMaxPower: 8272.37,
		category: "air"
	}
];

// Село. Набор работ "Воздушная линия". Уровень напряжения до 20кв
export const worksVl2Village = [
	{
		id: 46,
		text: 'опоры ж/б, СИП до 50мм2 включительно, алюм.',
		price: 1348933.65,
		priceMaxPower: 114.45,
		category: "air"
	},
	{
		id: 47,
		text: 'опоры ж/б, СИП от 50 до100мм2 включительно, алюм.',
		price: 1361843.71,
		priceMaxPower: 14274.14,
		category: "air"
	},
	{
		id: 48,
		text: 'опоры ж/б, СИП от 100 до200мм2 включительно, алюм.',
		price: 2179026.86,
		priceMaxPower: 105.65,
		category: "air"
	},
	{
		id: 49,
		text: 'опоры ж/б, неизолированный провод до 50мм2 включительно, сталеалюм.',
		price: 972991.61,
		priceMaxPower: 924.34,
		category: "air"
	},
	{
		id: 50,
		text: 'опоры ж/б, неизолированный провод до 50мм2 включительно, алюм.',
		price: 783019.95,
		priceMaxPower: 0,
		category: "air"
	},
];

// Село. Набор работ "Кабельная линия". Уровень напряжения до 1кв
export const worksClVillage1 = [
	{
		id: 51,
		text: 'прокладка в траншеях, многожильный кабель с резиновой и пластмассовой  изоляцией, сечение до 50мм2 включительно',
		price: 906329.12,
		priceMaxPower: 0,
		category: "cabel"
	}
];

// Село. Набор работ "Кабельная линия". Уровень напряжения до 20кв
export const worksClVillage = [
	{
		id: 51,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение до 50мм2 включительно',
		price: 1179952.86,
		priceMaxPower: 0,
		category: "cabel"
	},
	{
		id: 51,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 50 до 100мм2 включительно',
		price: 1630850.80,
		priceMaxPower: 0,
		category: "cabel"
	},
	{
		id: 51,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 100 до 200мм2 включительно',
		price: 5358395.03,
		priceMaxPower: 0,
		category: "cabel"
	},
	{
		id: 52,
		text: 'прокладка в траншеях, многожильный кабель с бумажной изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 3230310.26,
		priceMaxPower: 281.99,
		category: "cabel"
	},
	{
		id: 53,
		text: 'прокладка горизонтально наклонным бурением, многожильный кабель с бумажной изоляцией, сечение до 50 мм2 включительно',
		price: 5985966.19,
		priceMaxPower: 22634.06,
		category: "cabel"
	},
	{
		id: 53,
		text: 'прокладка горизонтально наклонным бурением, многожильный кабель с бумажной изоляцией, сечение от 200 до 500 мм2 включительно',
		price: 8802726.15,
		priceMaxPower: 22634.06,
		category: "cabel"
	}
]

//Село. Работы ТП
export const worksTpVillage = [
	{
		id: 54,
		text: 'ТП, однотрансформаторная, до 25кВА включительно',
		price: 10812.00,
		priceMaxPower: 10812.00,
		category: "tp"
	},
	{
		id: 55,
		text: 'ТП, однотрансформаторная, от 25 до 100кВА включительно',
		price: 6131.26,
		priceMaxPower: 6131.26,
		category: "tp"
	},
	{
		id: 56,
		text: 'ТП, однотрансформаторная, от 100 до 250кВА включительно',
		price: 4455.77,
		priceMaxPower: 4455.77,
		category: "tp"
	},
	{
		id: 57,
		text: 'ТП, однотрансформаторная, от 250 до 500кВА включительно',
		price: 3137.97,
		priceMaxPower: 3137.97,
		category: "tp"
	},
	{
		id: 58,
		text: 'ТП, двухтрансформаторная, от 500 до 900кВА включительно',
		price: 2558.43,
		priceMaxPower: 2558.43,
		category: "tp"
	}
];

//Село. Работы РТП
export const worksRtpVillage = [
	{
		id: 60,
		text: 'РТП, двухтрансформаторная, свыше 1000кВА',
		price: 12219.27,
		priceMaxPower: 12219.27,
		category: "rtp"
	}
];
